11/data/attachments/2d1e6f2d09396278.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_cb0587d4-e7af-415b-a7c9-6a83c166a212</nif:username>
            <nif:friendToBeAdded>Kathryn_third_Actions_80574_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>